{
    "hobbies": [
      {
        "title": "Photography",
        "description": "Love to take photos and use a camera for it's purpose. Some how I have ended up with 5 cameras, a variety from new to old. Some of my better pictures are displayed within the portfolio section.",
        "image": ""
      },
      {
        "title": "Sim Racing",
        "description": "Ever since I was little I have always been into cars. I have tried out a few racing sims however most of my time is spent on the dinky one I have at home. The one in the image is probably a bit too overkill.... and would require a whole room to house. It was fun to use though!",
        "image": ""
      },
      {
        "title": "Reading",
        "description": "I like to think outside the box and learn as much as I can. Unfortunately I also get distracted and never really finish my books.",
        "image": ""
      },
      {
        "title": "Coding",
        "description": "Being able to put together things that help me solve an issue or help me display who I am is what I enjoy.",
        "image": ""
      },
      {
        "title": "Flying planes",
        "description": "Although technically I have not done anywhere close to the flight hours required at this moment, I really enjoyed the experience of flying a plane and would like to start working towards my RPL soon!",
        "image": ""
      }
      ,
      {
        "title": "Leather work",
        "description": "Technically I have not created anything with real leather - as I do not think that I have the skills to do that yet - I love working with my hands to create things that I can use in daily life.",
        "image": ""
      },
      {
        "title": "3D Printing ",
        "description": "The machine that can make objects appear out of no where. 3D printing has lead to some really cool opportunities like buidling a keyboard from scratch or developing an organizational system.",
        "image": ""
      },
      {
        "title": "Driving - But in real life",
        "description": "I love driving around and exploring new places! Statistically my heart rate is second lowest while I am driving followed by sleeping.",
        "image": ""
      },
      {
        "title": "Watches",
        "description": "Recently I have been getting into collecting time pieces, learning the difference between monetary value and sentimental value has been a big thing.",
        "image": ""
      },
      {
        "title": "Traveling",
        "description": "Not sure if this counts as a hobby but I love being able to hop onto a plane and explore a new place.",
        "image": ""
      },
      {
        "title": "Food",
        "description": "Maybe this is a hobby, maybe I just like to eat. Who knows.",
        "image": ""
      }
      ,
      {
        "title": "Skiing",
        "description": "Love hitting the slopes, especailly when it's with friends!",
        "image": ""
      }
      ,
      {
        "title": "Drone Flying",
        "description": "Like to fly the drone to get pictures and explore the skies.",
        "image": ""
      }
      ,
      {
        "title": "Neuroscience",
        "description":"In my spare time I have looked into studying Neuroscience. Why? Because why not. I took the the Fundamentals of Neuroscience course available on EdX.",
        "image": ""
      }
      ,
      {
        "title": "Camping",
        "description":"Nothing like spending some time in the great outdoors! Have I tested my gear on my parents deck. Yes, yes I have. Did I sleep outside for a few days? Yes, yes I did.",
        "image": ""
      }
      ,
      {
        "title": "Cycling",
        "description":"Although this is less of a facination now, cycling outside is something that I enjoy.",
        "image": ""
      }
      ,
      {
        "title": "Watching Formula One",
        "description":"DUU DUU DUUUU DUUUU, yes a redbull fan. Get over it.",
        "image": ""
      }
      ,
      {
        "title": "Watching the NBA",
        "description":"LET'S GOOO RAPTORSSS.",
        "image": ""
      }
      ,
      {
        "title": "Listening to music",
        "description":"I listen to a very wide vareity of music. From Country to Rap to Classical I can pretty much bop with anything.",
        "image": ""
      }
    ]
  }
  